Repository: common-repository/moka-word-count
Catalog: lang/mokadomain-*.po
Languages: ar

source: Beginning of post
ar: بداية المقال

source: character Count
ar: عدد الحروف

source: characters
ar: الحروف

source: Display location must be either beginning or end.
ar: يجب أن يكون موقع العرض إما في بداية المقال أو نهايته

source: End of post
ar: نهاية المقال

source: Headline Text
ar: نص العنوان

source: minute(s) to read
ar: دقيقة(دقائق) للقراءة

source: Mohamed Yaghi
ar: محمد ياغي

source: Post Statistics
ar: إحصائيات المقال

source: Read Time
ar: وقت القراءة

source: Save Changes
ar: حفظ التغيرات

source: This plugin is used as a counter for the words and letters inside the article or post,
ar: هذه الإضافة تستخدم كعداد للكلمات والحروف داخل المقال أو المنشور

source: This post has
ar: هذا المقال يحتوي

source: This post will take about
ar: سيستغرق هذا المقال حوالي

source: Word Count
ar: عداد الكلمات

source: Word Count Setting
ar: إعدادات عداد الكلمات

source: Word Count Settings
ar: إعدادات عداد الكلمات

source: words
ar: الكلمات
